<template>
    <div class="text-#A5A5A5 text-sm">
        <div>
            <div class="text-base text-white">最少投票數量：</div>
            每次投票至少為100 HAH，少於100 HAH的投票將會被駁回。
        </div>
        <br />
        <div>
            <div class="text-base text-white">投票規則：</div>
            1、投票時可以自由選擇不同周期的投票，周期分為7天、30天、90天、180天、365天。<br />
            2、在本金和獎勵贖回前，同節點相同周期的投票最多只存在1張票據。<br />
            3、當投票票據的投票狀態處於”復投進行中“時，可選擇追加投票。<br />
            4、當投票票據的投票狀態處於”停止復投中“時，無法追加投票。<br />
            5、在投票贖回前，同節點最多存在5張投票票據。<br />
        </div>
        <br />
        <div>
            <div class="text-base text-white">初始自動復投規則：</div>
            1、投票後，投票獎勵將預設轉入節點地址進行復投，獎勵復投後，將會累計至投票數量中計算投票獎勵。<br />
            2、點擊”停止復投“按鈕並完成停止復投請求，票據的投票狀態將會變更為”停止復投中“，該狀態不可撤銷。<br />
            3、當票據的投票狀態處於”停止復投中“時，本金和停止之前的復投金額仍會計算投票獎勵，但投票獎勵將不再復投，每天結算並自動發放至用戶地址。<br />
            4、追加投票將自動與當前投票金額合並，並按照最新投票數量重新計算獎勵。<br />
        </div>
        <br />
        <div>
            <div class="text-base text-white">贖回規則：</div>
            1、點擊”停止復投“按鈕，並完成停止復投請求後，將會根據用戶選擇的周期，計算結束投票的時間。<br />
            2、投票結束後，用戶投票的本金和復投的投票獎勵，將會直接發放至用戶地址。<br />
            3、投票結束後，用戶地址將贈送24小時負利率時間值，即24小時內轉移贖回幣不產生負利率費用。<br />
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style></style>